Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
id_id: Peninjau yang ditugaskan ulang akan melihat proses yang telah dialihkan tersebut dalam daftar mereka dan dapat menyelesaikan bagian manajer. Peninjau yang ditugaskan ulang akan melihat semua data terkait pekerja (tujuan, keterampilan, dan sebagainya) yang terlihat dalam proses pengembangan karier, dengan cara yang sama seperti yang dapat dilihat oleh atasan langsung. Harap diperhatikan bahwa penugasan ulang berarti peninjau yang ditugaskan ulang akan menyelesaikan seluruh proses bersama pekerja.

source: Allow line managers to reassign career development plans to other users
id_id: Izinkan manajer lini untuk mengalihkan rencana pengembangan karier kepada pengguna lain

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
id_id: Rencana pengembangan karier yang sudah ditutup dan disusun bersama manajer sebelumnya akan dapat dilihat oleh manajer baru pekerja tersebut. Manajer sebelumnya tetap akan dapat melihat rencana pengembangan karier tersebut setelah mutasi.

source: Allow system managers to see closed career development plans
id_id: Izinkan manajer sistem melihat rencana pengembangan karier yang sudah ditutup

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
id_id: Fitur Manajemen Kinerja yang memungkinkan administrator HRBP untuk membuat rencana pengembangan karier di mana karyawan dan manajer merefleksikan peristiwa-peristiwa yang terjadi selama periode waktu tertentu.

source: Enable career development
id_id: Aktifkan pengembangan karier

source: General career development settings
id_id: Pengaturan pengembangan karier umum

source: Career Development Settings
id_id: Pengaturan Pengembangan Karier

source: Check-In Mass Assignment
id_id: Penugasan Massal Check-in

source: Check-in deletion
id_id: Penghapusan check-in

source: Enable check-ins
id_id: Aktifkan check-in

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
id_id: Fitur Manajemen Kinerja yang memungkinkan karyawan untuk menjadwalkan diskusi rutin dengan manajer dan bawahan mereka guna menyelaraskan tujuan.

source: General check-ins settings
id_id: Pengaturan check-in umum

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
id_id: Izinkan manajer untuk melakukan diskusi terstruktur dengan bawahan langsung mereka. Dengan menggunakan widget khusus, mereka dapat mengomentari beberapa area seperti kinerja, tujuan, dan perilaku. Setelah selesai, pekerja dapat meninjau komentar dan memilih untuk menerima check-in, atau mengusulkan pertemuan lanjutan langsung dari halaman check-in.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
id_id: Izinkan pekerja dan manajer untuk menjadwalkan dan menyusun check-in sesuai keinginan mereka. Sesi ini mendukung penambahan dan pengeditan konten atau komentar sesuai kebutuhan, dan semua informasi hanya terlihat oleh para peserta.

source: Enable regular check-ins
id_id: Aktifkan check-in secara rutin

source: Check-In Settings
id_id: Pengaturan Check-In

source: Create communication round
id_id: Buat tahap wawancara

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
id_id: Generasi dokumen terbaru akan muncul di sini.<br/>Silakan periksa kembali nanti untuk pembaruan atau jelajahi lebih banyak fitur sementara itu.

source: Document generation
id_id: Pembuatan dokumen

source: Explore the latest document generations.
id_id: Jelajahi pembuatan dokumen terbaru.

source: Export log details
id_id: Ekspor detail log

source: Completion
id_id: Penyelesaian

source: Document template
id_id: Template dokumen

source: Errors
id_id: Kesalahan

source: Generated documents
id_id: Dokumen yang dihasilkan

source: Imported documents
id_id: Dokumen yang diimpor

source: Requester
id_id: Pemohon

source: Completed with errors
id_id: Selesai dengan kesalahan

source: Pending
id_id: Tertunda

source: No file uploaded
id_id: Tidak ada berkas yang diunggah

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
id_id: Format file yang didukung: DOCX. Ukuran file maksimum: 10MB. Jumlah maksimum file per unggahan: 1 file.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
id_id: Dokumen "{{fileName}}" tidak dapat diimpor. Pastikan dokumen tersebut sesuai dengan persyaratan format dan ukuran.

source: The code must be unique to publish the document template. Please change the code and try again.
id_id: Kode harus unik untuk mempublikasikan template dokumen. Silakan ubah kode dan coba lagi.

source: Create document template
id_id: Buat template dokumen

source: Edit document template
id_id: Edit template dokumen

source: Create a document to get started
id_id: Buat dokumen untuk memulai

source: No documents available
id_id: Tidak ada dokumen yang tersedia

source: Failed to retrieve the document template file.
id_id: Gagal mengambil file template dokumen.

source: Failed to retrieve the document template
id_id: Gagal mengambil template dokumen

source: The document file is not available.
id_id: Berkas dokumen tidak tersedia.

source: Include an overview
id_id: Sertakan ikhtisar

source: Document template details
id_id: Detail template dokumen

source: Define your document template
id_id: Tentukan template dokumen Anda

source: Preview a PDF document generated from the template and variables.
id_id: Pratinjau dokumen PDF yang dihasilkan dari template dan variabel.

source: Document Templates
id_id: Templat Dokumen

source: Template history
id_id: Riwayat template

source: Back to document template list
id_id: Kembali ke daftar template dokumen

source: Template document
id_id: Dokumen template

source: See the history of the template .docx file since it was published.
id_id: Lihat riwayat file template .docx sejak diterbitkan.

source: Template "{{name}}" history
id_id: Riwayat template "{{name}}"

source: Uploaded by
id_id: Diunggah oleh

source: Edit variables in the preview. Need help? Use our template to get started.
id_id: Edit variabel di pratinjau. Butuh bantuan? Gunakan template kami untuk memulai.

source: Preview variables
id_id: Pratinjau variabel

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
id_id: Perubahan terdeteksi pada kolom di atas. Klik "Pratinjau dokumen" untuk menghasilkan dokumen yang diperbarui.

source: Invalid JSON format
id_id: Format JSON tidak valid

source: ESC – exit editor, Tab – create an indent
id_id: ESC – keluar dari editor, Tab – membuat indentasi

source: Keyboard shortcuts:
id_id: Pintasan keyboard:

source: JSON editor
id_id: Editor JSON

source: Something went wrong. Please check that your JSON or uploaded document is valid.
id_id: Terjadi kesalahan. Silakan periksa apakah JSON atau dokumen yang Anda unggah valid.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
id_id: Anda belum mengunggah dokumen. Kembali ke langkah sebelumnya untuk mengunggah dokumen.

source: Preview document
id_id: Pratinjau dokumen

source: Use example
id_id: Gunakan contoh

source: The document template was successfully published.
id_id: Template dokumen berhasil dipublikasikan.

source: The document template was successfully saved.
id_id: Template dokumen berhasil disimpan.

source: Create and manage document templates
id_id: Buat dan kelola template dokumen

source: View document template
id_id: Lihat template dokumen

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
id_id: Atur nilai teks yang digunakan untuk menggantikan nilai kompensasi rata-rata ketika jumlah populasi yang mendasarinya tidak memenuhi ambang batas.

source: Anonymization placeholder text
id_id: Teks placeholder anonimisasi

source: Enable anonymization
id_id: Aktifkan anonimisasi

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
id_id: Aktifkan anonimisasi dan tentukan jumlah minimum pekerja yang diperlukan dalam suatu populasi (Semua, Laki‑laki, atau Perempuan) agar nilai rata‑rata dapat ditampilkan.

source: API import
id_id: Impor API

source: Enable this option to allow the creation of pay information requests via API.
id_id: Aktifkan opsi ini untuk mengizinkan pembuatan permintaan informasi gaji melalui API.

source: Enable document generation
id_id: Aktifkan pembuatan dokumen

source: Enable this feature to allow document generation.
id_id: Aktifkan fitur ini untuk memungkinkan pembuatan dokumen.

source: Enable this feature to distribute documents to workers.
id_id: Aktifkan fitur ini untuk mendistribusikan dokumen kepada pekerja.

source: Enable this option to allow HRPBs to create pay information requests.
id_id: Aktifkan opsi ini untuk memungkinkan HRPB membuat permintaan informasi gaji.

source: Enable overdue period
id_id: Aktifkan periode keterlambatan

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
id_id: Aktifkan fitur ini untuk menyoroti permintaan informasi yang melewati batas waktu penyelesaian.

source: Enable pay information requests
id_id: Aktifkan permintaan informasi gaji

source: Enable this feature to manage pay information requests.
id_id: Aktifkan fitur ini untuk mengelola permintaan informasi gaji.

source: Enable warning period
id_id: Aktifkan masa peringatan

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
id_id: Aktifkan fitur ini untuk menyoroti permintaan informasi yang mendekati batas waktu penyelesaian.

source: Enable this feature to allow workers to request pay information.
id_id: Aktifkan fitur ini agar karyawan dapat meminta informasi gaji.

source: The value must be between 1 and 365.
id_id: Nilai harus antara 1 dan 365.

source: The overdue period must be greater than the warning period.
id_id: Periode keterlambatan harus lebih besar daripada periode peringatan.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
id_id: Jika OverduePeriod dinonaktifkan, maka OverduePeriodInDays harus bernilai null.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
id_id: Jika WarningPeriod dinonaktifkan, maka WarningPeriodInDays harus bernilai null.

source: Document Settings
id_id: Pengaturan Dokumen

source: Number of days since request
id_id: Jumlah hari sejak permintaan

source: Pay information letter
id_id: Surat informasi gaji

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
id_id: Nilai bilangan bulat yang menentukan jumlah minimum pekerja yang diperlukan dalam suatu populasi (Semua, Laki-laki, Perempuan) untuk menampilkan nilai rata-rata kompensasi

source: Population threshold
id_id: Ambang batas populasi

source: Request creation options
id_id: Opsi pembuatan permintaan

source: Edit communication round
id_id: Edit tahap wawancara

source: View communication round
id_id: Lihat tahap wawancara

source: Communication
id_id: Komunikasi

source: Add mapping
id_id: Tambah pemetaan

source: Mapping configuration
id_id: Konfigurasi pemetaan

source: Data source
id_id: Sumber data

source: Template
id_id: Templat

source: Bulk generation
id_id: Pembuatan massal

source: Individual PIR
id_id: PIR individual

source: Document status and action log monitoring
id_id: Pemantauan status dokumen dan log tindakan

source: Link one or several comp rounds to the communication round
id_id: Tautkan satu atau beberapa tahap penawaran ke tahap penawaran

source: Comp round
id_id: Siklus kompensasi

source: Upload HRBP security mapping
id_id: Unggah pemetaan keamanan HRBP

source: HRBP security
id_id: Keamanan HRBP

source: Define the target populations for the round
id_id: Tentukan populasi target untuk tahap ini

source: Add document
id_id: Tambah dokumen

source: Create document
id_id: Buat dokumen

source: Shared documents with selected populations
id_id: Dokumen dibagikan dengan populasi yang dipilih

source: Documents can only be added once the communication round has been published.
id_id: Dokumen hanya dapat ditambahkan setelah putaran komunikasi dipublikasikan.

source: Documents can be added after publishing
id_id: Dokumen dapat ditambahkan setelah diterbitkan

source: Import PDF documents
id_id: Impor dokumen PDF

source: No imported PDF documents yet!
id_id: Belum ada dokumen PDF yang diimpor!

source: Set the workflow of the communication round
id_id: Atur alur kerja dari tahap wawancara

source: Audience
id_id: Audiens

source: Search by worker
id_id: Cari berdasarkan pekerja

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
id_id: Format file yang didukung: PDF. Ukuran file maksimum: 10MB. Jumlah maksimum file per unggahan: 1 file.

source: You can close this window, but please keep the page open to ensure a successful upload.
id_id: Anda dapat menutup jendela ini, tetapi mohon tetap buka halaman tersebut untuk memastikan unggahan berhasil.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
id_id: Dokumen "{{fileName}}" tidak dapat diimpor. Periksa ketentuan format dan ukuran.

source: The code must be unique to publish the communication round. Please change the code and try again.
id_id: Kode harus unik untuk mempublikasikan putaran komunikasi. Silakan ubah kode dan coba lagi.

source: Communication round details
id_id: Detail tahap wawancara

source: Round visibility
id_id: Visibilitas tahapan

source: Communication round owners
id_id: Pemilik putaran komunikasi

source: This communication round code is already in use. Please enter a unique value.
id_id: Kode putaran komunikasi ini sudah digunakan. Silakan masukkan nilai yang unik.

source: The communication round code cannot be empty.
id_id: Kode putaran komunikasi tidak boleh kosong.

source: Turn this setting on to add summary documents for communication managers.
id_id: Aktifkan pengaturan ini untuk menambahkan dokumen ringkasan bagi manajer komunikasi.

source: Include summary documents
id_id: Sertakan dokumen ringkasan

source: The communication round name cannot be empty.
id_id: Nama putaran komunikasi tidak boleh kosong.

source: The visibility end date cannot be empty.
id_id: Tanggal akhir visibilitas tidak boleh kosong.

source: The visibility start date cannot be empty.
id_id: Tanggal mulai visibilitas tidak boleh kosong.

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
id_id: Apakah Anda yakin ingin memublikasikan tahap wawancara ini? Setelah dipublikasikan, status tahap akan diubah menjadi "Terbuka" dan tidak dapat dikembalikan ke "Draf".

source: Publish communication round
id_id: Publikasikan tahap wawancara

source: The communication round was successfully published.
id_id: Tahap wawancara berhasil dipublikasikan.

source: The communication round was successfully saved.
id_id: Tahap wawancara berhasil disimpan.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
id_id: Apakah Anda yakin ingin menyimpan perubahan pada tahap wawancara yang telah dipublikasikan ini? Tahap ini akan diperbarui untuk semua peserta.

source: Update published round
id_id: Perbarui tahapan yang dipublikasikan

source: The round was successfully updated.
id_id: Tahapan berhasil diperbarui.

source: Round visibility end date
id_id: Tanggal berakhir tahap kelayakan

source: Round visibility start date
id_id: Tanggal mulai visibilitas tahapan

source: Configure approval milestones for the communication round
id_id: Konfigurasikan persetujuan untuk tahap wawancara

source: Turn this setting on to add steps to the communication round workflow
id_id: Aktifkan pengaturan ini untuk menambahkan langkah ke alur kerja tahap wawancara

source: Enable workflow steps
id_id: Aktifkan langkah alur kerja

source: No communication rounds yet
id_id: Belum ada putaran komunikasi

source: Create and manage communication rounds
id_id: Buat dan kelola tahap wawancara

source: Export recipient details
id_id: Ekspor detail penerima

source: Document
id_id: Dokumen

source: Number of recipients
id_id: Jumlah penerima

source: Added by
id_id: Ditambahkan oleh

source: Create and manage communication rounds.
id_id: Buat dan kelola putaran komunikasi.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
id_id: Putaran komunikasi Anda akan muncul di sini. Silakan periksa kembali nanti untuk pembaruan atau jelajahi fitur lainnya sementara itu.

source: Archived
id_id: Diarsipkan

source: Comm rounds
id_id: Tahap wawancara

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
id_id: Anda akan menerbitkan draf tertunda yang akan menggantikan versi yang saat ini dipublikasikan dari putaran komp ini. Apakah Anda ingin mempertahankan entri manajer?

source: No, delete them
id_id: Tidak, hapus mereka

source: Publish updated comp round
id_id: Penerbitan putaran komp terbaru

source: The workflow was updated; all workers in this round will reset to the first step.
id_id: Alur kerja telah diperbarui; semua pekerja dalam putaran ini akan diatur ulang ke langkah pertama.

source: Yes, keep entries
id_id: Ya, simpan entri

source: View configuration
id_id: Lihat konfigurasi

source: Change source
id_id: Ubah sumber

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
id_id: Mengubah sumber manajemen proposal akan menghapus nilai yang telah Anda masukkan. Tindakan ini tidak dapat dibatalkan.

source: Change proposal management source
id_id: Ubah sumber manajemen usulan

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
id_id: Konfigurasikan cara nilai proposal diisi otomatis dan dikelola untuk setiap elemen kompensasi dalam putaran ini.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
id_id: Menonaktifkan sumber manajemen proposal akan menghapus nilai yang telah Anda masukkan. Tindakan ini tidak dapat dibatalkan.

source: Disable proposal management
id_id: Nonaktifkan pengelolaan proposal

source: Enable proposal management
id_id: Aktifkan manajemen proposal

source: Create your formula
id_id: Buat rumus Anda

source: Formula type
id_id: Tipe rumus

source: Use an existing value
id_id: Gunakan nilai yang sudah ada

source: Prefill the proposal using an existing calculated or reference field
id_id: Isi otomatis proposal menggunakan field terhitung atau referensi yang sudah ada

source: Calculate using a formula
id_id: Hitung menggunakan rumus

source: Generate the proposal value using a custom formula
id_id: Hasilkan nilai proposal menggunakan rumus khusus

source: Proposal method
id_id: Metode proposal

source: Choose an option to continue
id_id: Pilih opsi untuk melanjutkan

source: Source field
id_id: Kolom sumber

source: This value will be used as the initial proposal for managers.
id_id: Nilai ini akan digunakan sebagai usulan awal bagi para manajer.

source: Select the field used to prefill the proposal
id_id: Pilih bidang yang digunakan untuk mengisi otomatis proposal

source: Choose one
id_id: Pilih salah satu

source: The source field is required.
id_id: Kolom sumber wajib diisi.

source: Workers manually removed
id_id: Pekerja dihapus secara manual

source: Workers manually added
id_id: Pekerja yang ditambahkan secara manual

source: Manage workers
id_id: Kelola pekerja

source: {{count}} worker selected
id_id: {{count}} pekerja dipilih

source: {{count}} workers selected
id_id: {{count}} pekerja dipilih

source: Exclude worker
id_id: Kecualikan pekerja

source: Exclude selected
id_id: Kecualikan yang dipilih

source: Select which workers will be excluded from this compensation population.
id_id: Pilih pekerja mana yang akan dikecualikan dari populasi kompensasi ini.

source: Include worker
id_id: Sertakan pekerja

source: Include selected
id_id: Sertakan yang dipilih

source: Select which workers will be included in this compensation population.
id_id: Pilih pekerja mana yang akan dimasukkan dalam populasi kompensasi ini.

source: Please select at least one worker.
id_id: Silakan pilih setidaknya satu pekerja.

source: The population cannot be empty.
id_id: Populasi tidak boleh kosong.

source: Individual inclusions and exclusions.
id_id: Penyertaan dan pengecualian individu.

source: Select the relevant existing population criteria that apply to this round of compensation.
id_id: Pilih kriteria populasi yang relevan dan sudah ada yang berlaku untuk tahap penawaran ini.

source: Populations relevant for this compensation round.
id_id: Populasi yang relevan untuk putaran kompensasi ini.

source: Select system populations
id_id: Pilih populasi sistem

source: Selected populations
id_id: Populasi terpilih

source: Overview of population definition.
id_id: Gambaran umum definisi populasi.

source: Compensation population summary
id_id: Ringkasan populasi kompensasi

source: Workers can belong to multiple populations
id_id: Pekerja dapat menjadi bagian dari beberapa populasi

source: No compensation rounds created yet.
id_id: Belum ada putaran kompensasi yang dibuat.

source: No compensation rounds
id_id: Tidak ada putaran kompensasi

source: Name (A-Z)
id_id: Nama (A-Z)

source: Name (Z-A)
id_id: Nama (Z-A)

source: Sort by
id_id: Urutkan berdasarkan

source: End date (earliest)
id_id: Tanggal akhir (terawal)

source: End date (latest)
id_id: Tanggal berakhir (paling akhir)

source: Last generated (oldest)
id_id: Terakhir dihasilkan (terlama)

source: Last generated (newest)
id_id: Terakhir dihasilkan (terbaru)

source: Last edited (oldest)
id_id: Terakhir diedit (terlama)

source: Last edited (newest)
id_id: Terakhir diedit (terbaru)

source: No actors selected
id_id: Tidak ada aktor yang dipilih

source: View bonus calculation formula configuration
id_id: Lihat konfigurasi rumus perhitungan bonus

source: No guideline rules
id_id: Tidak ada aturan pedoman

source: Start: {{startDate}} • End: {{endDate}}
id_id: Mulai: {{startDate}} • Selesai: {{endDate}}
